// TODO 6.Завдання: Розробіть систему для планування та
//  управління робочими завданнями та проектами з урахуванням дедлайнів та графіка виконання.
//  Система повинна дозволяти користувачам створювати завдання, призначати їх на конкретні дати та часи,
//  визначати дедлайни, враховувати залежності між завданнями, і відстежувати стан виконання проектів.
//  Додаткові умови:
//  Забезпечте можливість створення ієрархії завдань, де одне завдання може включати підзавдання.
//  Реалізуйте календарні та графічні представлення графіків виконання завдань та проектів.
//  Дозвольте користувачам встановлювати пріоритети завдань та автоматично визначати найважливіші завдання для виконання.
//  Забезпечте можливість нагадувань та сповіщень про наближення дедлайнів.
//  Реалізуйте можливість зберігання та відновлення завдань та проектів для подальшого використання.

public class Main {
    public static void main(String[] args) {
        System.out.println("Hello Cross-platform programing!");
    }
}
