// TODO Задано інформацію про футбольні клуби (назва, рік заснування, і місто, яке
//  вони представляють).
//  1. Створити карту з ключем місто продюсера та значенням – списку всіх
//     футбольних клубів цього міста. Видрукувати з кожного списку тільки n
//     перших позицій цього списку.
//  2. Визначити скільки міст мають футбольні клуби з однією назвою.
//  3. З 2 різних файлів зчитати 2 вихідні набори інформації про клуби. Створити
//     колекцію, що складається з спільних членів двох переліків
public class Main {
    public static void main(String[] args) {
        new MenuUtil().displayMenu();
    }
}
